<?php

$MODNAME['trash'] = 'Корзина';

$RIGHT['trash']['list'] = 'Список удаленных объектов';
$RIGHT['trash']['object_restore'] = 'Восстановление объекта';
$RIGHT['trash']['object_del'] = 'Удаление объекта';


$LANG['BTN_NEW_CLEAК_TRASH'] = 'Очистить корзину';

$LANG['TRASH_TABLE_1'] = 'Название';
$LANG['TRASH_TABLE_2'] = 'Назначение';
$LANG['TRASH_TABLE_3'] = 'Дата удаления';
$LANG['TRASH_TABLE_4'] = 'Удалено пользователем';
$LANG['TRASH_TABLE_RESTORE'] = 'Восстановить';

$tmp = '<br /><br /><b>Внимание!</b> После удаления, у вас больше не будет возможности восстановить объект!';
$LANG['TRASH_DEL_TITLE'] = 'Удаление объекта';
$LANG['TRASH_DEL_MSG'] = 'Вы действительно хотите удалить объект <b>&name&</b>?'.$tmp;
$LANG['TRASH_DEL_TITLE2'] = 'Удаление объектов';
$LANG['TRASH_DEL_MSG2'] = 'Вы действительно хотите удалить выбранные объекты?'.$tmp;
$LANG['TRASH_DEL_TITLE3'] = 'Очистка корзины';
$LANG['TRASH_DEL_MSG3'] = 'Вы уверены что хотите очистить корзину? <br /><br /><br /><b>Внимание!</b> После очистки, у вас больше не будет возможности восстановить удаленные объекты!';
$LANG['TRASH_EMPTY_MSG'] = 'Нет удаленных объектов, корзина пустая!';



?>