var LangArray = {

    'BTN_DELETE': 'Удалить элемент',
    'BTN_CANCEL': 'Отмена',

    'CONSTR_FORM_LOAD_ERROR': 'Ошибка при зарузке формы!',

    'CONSTR_CLASS_DEL_TITLE': 'Удаление класса',
    'CONSTR_CLASS_DEL_TEXT': 'Вы действительно хотите удалить класс "<b>&name&</b>"?',

    'CONSTR_SIZE_DEF': 'по умолчанию',

    'CONSTR_SEPAR_TITLE_ADD': 'Добавление разделителя',
    'CONSTR_SEPAR_TITLE_UPD': 'Изменение разделителя',

    'CONSTR_FIELD_TITLE_ADD': 'Добавление поля',
    'CONSTR_FIELD_TITLE_UPD': 'Изменение поля',
    'CONSTR_FIELD_FORM_ERROR_1': 'Укажите название поля!',
    'CONSTR_FIELD_FORM_ERROR_2': 'Укажите системное название поля!',
    'CONSTR_FIELD_DEL_TITLE': 'Удаление поля',
    'CONSTR_FIELD_DEL_TEXT': 'Вы действительно хотите удалить это поле?',
    'CONSTR_FIELD_DEL_ERROR': 'Произошла ошибка при удалении поля. Поле не удалено, либо удалено не полностью.',
    'CONSTR_FIELD_MOVETO_ERROR': 'Произошла ошибка при перемещении поля!',
    'CONSTR_SEPAR_ERROR_1': 'Укажите заголовок разделителя!',

    'CONSTR_FIELD_LIST_HINT': 'Для выбора нескольких значений удерживайте нажатой клавишу Ctrl',

    'CONSTR_GROUP_TITLE_ADD': 'Добавление группы полей',
    'CONSTR_GROUP_TITLE_UPD': 'Изменение группы полей',
    'CONSTR_GROUP_FORM_ERROR_1': 'Укажите название группы!',
    'CONSTR_GROUP_FORM_ERROR_2': 'Укажите системное название группы!',
    'CONSTR_GROUP_DEL_TITLE': 'Удаление группы',
    'CONSTR_GROUP_DEL_TEXT': 'Вы действительно хотите удалить эту группу?',
    'CONSTR_GROUP_DEL_ERROR': 'Произошла ошибка при удалении группы полей. Группа не удалена, либо удалена не полностью.',
    'CONSTR_GROUP_MOVETO_ERROR': 'Произошла ошибка при перемещении группы!',


    'SETTINS_DOM_TITLE': 'Редактирование домена',
    'SETTINS_DOM_NAME': 'Поле "Доменное имя" обязательно для заполнения!',
    'SETTINS_DOM_SITENAME': 'Поле "Название сайта" обязательно для заполнения!',
    'SETTINS_DOM_EMAIL': 'Поле "E-mail" обязательно для заполнения!',
    'SETTINS_DOM_EMAIL2': 'Указанный вами E-mail неправильный!',

    'SETTINS_LANG_NAME': 'Поле "Название языка" обязательно для заполнения!',
    'SETTINS_LANG_PREFIX': 'Поле "Префикс языка" обязательно для заполнения!',

    'SETTINS_DEL_DOMAIN': 'Вы уверенены в том, что хотите удалить выбранные вами домены?',
    'SETTINS_DEL_DOMAIN2': 'Вместе с доменом будут удалены все языковые версии сайта, все страницы, шаблоны страниц и прочие настройки.<br /><br />Вносимые вами изменения не обратимы! ',
    'SETTINS_DEL_LANG': 'Вы уверенены в том, что хотите удалить выбранные вами языковые версии сайта?',
    'SETTINS_DEL_LANG2': 'Вместе с языковой версией будут удалены все страницы, их шаблоны и прочие настройки.<br /><br />Вносимые вами изменения не обратимы! ',

    'STRUCTURE_RIGHT_MSG': 'Вы уже добавили этого пользователя в список!',
    'SEARCH_ERROR_1': 'Укажите максимальное количество результатов поиска на странице!',
    'SEARCH_ERROR_2': 'Укажите положительное число!',

    'SEARCH_MSG_1': 'Запрос не прошел! Проверте наличие соединения с интернетом. Для продолжения нажмите ОК.',
    'SEARCH_MSG_2': 'Подготовка...',
    'SEARCH_MSG_3': 'Все страницы проиндексированы... Можете закрыть окно.',
    'SEARCH_MSG_4': 'Обработано ',
    'SEARCH_MSG_5': ' из ',
    'SEARCH_MSG_6': ' страниц. Не закрывайте окно!',

    'SUBSCR_MSG_1': 'Укажите список электронных адресов!',
    'SUBSCR_MSG_2': 'Поле «Подписан на рассылки» обязательно для заполнения!',

    'SUBSCR_MSG_3': 'Все письма разосланы... Можете закрыть окно.',
    'SUBSCR_MSG_4': 'Отправленно ',
    'SUBSCR_MSG_5': '% писем. Не закрывайте окно!',

    'LOADFILE_VIEW_PHOTO': 'посмотреть фото',
    'LOADFILE_DOWNL_FILE': 'скачать файл',
    'LOADFILE_CHANGE': 'выбран новый файл'
};