<?php

$LANG['CMF'] = 'Bagira.CMS';


$LANG['RSS_TITLE'] = 'Список RSS-лент';

$LANG['AUTHFORM_LOGIN'] = 'Электронная почта';
$LANG['AUTHFORM_PASSW'] = 'Пароль';
$LANG['AUTHFORM_ENTER'] = 'Войти';
$LANG['AUTHFORM_HELLO'] = 'Здравствуйте, ';
$LANG['AUTHFORM_BIG_TEXT'] = ' <br /><br />Вы авторизованы, но не являетесь администратором системы. Доступ в панель администрирования вам запрещен! <br /><br />Вы можете авторизоваться под другой учетной записью, для этого вам необходимо';
$LANG['AUTHFORM_EXIT_TEXT'] = 'выйти из системы';

$LANG['CONSTR_BASE_FIELD1'] = 'Номер объекта';
$LANG['CONSTR_BASE_FIELD2'] = 'Дата изменения';
$LANG['CONSTR_BASE_FIELD3'] = 'Дата создания';
$LANG['CONSTR_BASE_FIELD4'] = 'Имя объекта';

$LANG['CONSTR_BASE_FIELD'] = 'Название';
$LANG['CONSTR_BASE_FIELD_E'] = 'Введите имя!';
$LANG['CONSTR_BASE_FIELD_E2'] = 'Поле «%title%» обязательно для заполнения!';
$LANG['CONSTR_BASE_FIELD_E3'] = 'Указанный вами адрес электронного ящика не правильный!';
$LANG['CONSTR_BASE_FIELD_E4'] = 'Ссылка указана в неправильном формате!';
$LANG['CONSTR_BASE_FIELD_E5'] = 'Не определен шаблон оформления для поля «%title%».';
$LANG['CONSTR_BASE_FIELD_E6'] = 'Укажите целое число!';
$LANG['CONSTR_BASE_FIELD_E7'] = 'Укажите дробное или целое число!';
$LANG['CONSTR_BASE_FIELD_E8'] = 'Вы неправильно указали стоимость товара или услуги!';
$LANG['CONSTR_BASE_FIELD_E9'] = 'Укажите код с картинки!';

$LANG['ENTER_USER'] = 'Вошёл в систему';
$LANG['EXIT_USER'] = 'Вышел из системы';
$LANG['ERROR_PASSWORD'] = 'Пользователь %user% ввел неправильно пароль.';
$LANG['BLOCKED_USER'] = 'Пользователь %user% %count% раз неправильно ввел пароль и был заблокирован.';

$LANG['SITE_MAP'] = 'Карта сайта';
$LANG['ERROR_404_TITLE'] = 'Ошибка 404';
$LANG['ERROR_404_TEXT'] = 'Страница не найдена. Ссылка, по которой Вы перешли, устарела.<br /><br /><b>Карта сайта:</b><br />';

$LANG['SITE_CAPHCA'] = 'Неправильно указаны цифры с картинки!';

$LANG['ERROR_TEMPL'] = '<b>Ошибка макроса:</b> ';
$LANG['ERROR_TEMPL2'] = '<b>Ошибка:</b> Шаблоны для страниц не созданы!';

$LANG['ERROR_BAD_TYPE'] = 'Данный макрос не обрабатывает поля указанного типа!';
$LANG['ERROR_NOTFOUND_FIELD'] = 'Указанное свойство не существует!';
$LANG['ERROR_NOTFOUND_BLOCK'] = 'В шаблоне "%file%" не найден обязательный блок %block%';
$LANG['ERROR_NOTFOUND_TEMPL'] = 'Не найден файл шаблона ';

$LANG['STOP_AJAX_MACROSES'] = 'Из соображений безопасности, вызов этого макроса через Ajax запрещен!';

$LANG['FEEDBACK_TITLE'] = 'Сообщение успешно отправлено';
$LANG['FEEDBACK_MSG_1'] = 'Сообщение успешно отправлено! Спасибо!';
$LANG['FEEDBACK_ERROR1'] = 'Вы неправильно ввели код с картинки!';

$LANG['USERS_ALREADY_LOGGED'] = 'Вы уже авторизованы!';
$LANG['USERS_RECOVER_H1'] = 'Восстановление пароля';
$LANG['USERS_RECOVER_MSG'] = 'Инструкции по восстановлению пароля отправлены на электронный адрес указанный вами при регистрации.';
$LANG['USERS_RECOVER_MSG2'] = 'Новый пароль отправлен вам на почту.';

$LANG['USERS_COMFIRM'] = 'Необходимо ваше согласие с условиями регистрации!';
$LANG['USERS_EDIT_H1'] = 'Редактирование акаунта';
$LANG['USERS_EDIT_MSG'] = 'Изменения сохранены!';
$LANG['USERS_ADD_H1'] = 'Регистрация пользователя';
$LANG['USERS_ADD_MSG'] = 'Поздравляем, вы зарегистрированы!<br /><br />  Проверьте почту! Мы отправили на адрес <i>%email%</i> сообщение c инструкциями для активации вашего акаунта.';
$LANG['USERS_ADD_MSG2'] = 'Регистрация подтверждена. Спасибо!';
$LANG['USERS_ADD_MSG3'] = 'Поздравляем, вы зарегистрированы! Спасибо!';

$LANG['USERS_TEXT_LOGIN'] = 'Логин';
$LANG['USERS_TEXT_LOGIN_MSG'] = 'Укажите свой логин!';
$LANG['USERS_STOP_REG'] = 'Регистрация новых пользователей на сайте запрещена!';
$LANG['USERS_ISSET'] = 'На сайте уже зарегистрирован пользователь с указанным E-mail`ом! Если вы уже регистрировались на сайте, воспользуйтесь возможностью восстановить пароль.';
$LANG['USERS_CHANGE_MSG'] = 'Ваши данные изменены!';
$LANG['USERS_CHANGE_PSW_H1'] = 'Смена пароля';
$LANG['USERS_CHANGE_PSW_MSG'] = 'Пароль, который вы указали - не верный!';
$LANG['USERS_NO_AUTH'] = 'Неправильная пара логин-пароль!';
$LANG['USERS_DISABLE_AUTH'] = 'К сожалению, ваша учетная запись отключена, обратитесь к администратору сайта!';


$LANG['VOTING_MSG_CLOSE'] = 'Голосование уже закрыто!';
$LANG['VOTING_MSG_CHOSE_VAR'] = 'Выберите хотя бы один вариант ответа!';
$LANG['VOTING_MSG_NOT_FOUND'] = 'Указанного голосования не существует!';


$LANG['MONTH'][1]['01'] = 'янв';
$LANG['MONTH'][1]['02'] = 'фев';
$LANG['MONTH'][1]['03'] = 'мар';
$LANG['MONTH'][1]['04'] = 'апр';
$LANG['MONTH'][1]['05'] = 'май';
$LANG['MONTH'][1]['06'] = 'июн';
$LANG['MONTH'][1]['07'] = 'июл';
$LANG['MONTH'][1]['08'] = 'авг';
$LANG['MONTH'][1]['09'] = 'сен';
$LANG['MONTH'][1]['10'] = 'окт';
$LANG['MONTH'][1]['11'] = 'ноя';
$LANG['MONTH'][1]['12'] = 'дек';

$LANG['MONTH'][2]['01'] = 'Января';
$LANG['MONTH'][2]['02'] = 'Февраля';
$LANG['MONTH'][2]['03'] = 'Марта';
$LANG['MONTH'][2]['04'] = 'Апреля';
$LANG['MONTH'][2]['05'] = 'Мая';
$LANG['MONTH'][2]['06'] = 'Июня';
$LANG['MONTH'][2]['07'] = 'Июля';
$LANG['MONTH'][2]['08'] = 'Августа';
$LANG['MONTH'][2]['09'] = 'Сентября';
$LANG['MONTH'][2]['10'] = 'Октября';
$LANG['MONTH'][2]['11'] = 'Ноября';
$LANG['MONTH'][2]['12'] = 'Декабря';

$LANG['MONTH'][3]['01'] = 'января';
$LANG['MONTH'][3]['02'] = 'февраля';
$LANG['MONTH'][3]['03'] = 'марта';
$LANG['MONTH'][3]['04'] = 'апреля';
$LANG['MONTH'][3]['05'] = 'мая';
$LANG['MONTH'][3]['06'] = 'июня';
$LANG['MONTH'][3]['07'] = 'июля';
$LANG['MONTH'][3]['08'] = 'августа';
$LANG['MONTH'][3]['09'] = 'сентября';
$LANG['MONTH'][3]['10'] = 'октября';
$LANG['MONTH'][3]['11'] = 'ноября';
$LANG['MONTH'][3]['12'] = 'декабря';

$LANG['DAY'][1][1] = 'Пн';
$LANG['DAY'][1][2] = 'Вт';
$LANG['DAY'][1][3] = 'Ср';
$LANG['DAY'][1][4] = 'Чт';
$LANG['DAY'][1][5] = 'Пт';
$LANG['DAY'][1][6] = 'Сб';
$LANG['DAY'][1][7] = 'Вс';

$LANG['DAY'][2][1] = 'Понедельник';
$LANG['DAY'][2][2] = 'Вторник';
$LANG['DAY'][2][3] = 'Среда';
$LANG['DAY'][2][4] = 'Четверг';
$LANG['DAY'][2][5] = 'Пятница';
$LANG['DAY'][2][6] = 'Суббота';
$LANG['DAY'][2][7] = 'Воскресенье';

$LANG['DAY'][3][1] = 'понедельник';
$LANG['DAY'][3][2] = 'вторник';
$LANG['DAY'][3][3] = 'среда';
$LANG['DAY'][3][4] = 'четверг';
$LANG['DAY'][3][5] = 'пятница';
$LANG['DAY'][3][6] = 'суббота';
$LANG['DAY'][3][7] = 'воскресенье';

$LANG['SEX'][30] = 'Мужской';
$LANG['SEX'][31] = 'Женский';

$LANG['SUBSCRIPTION_TITLE'] = 'Рассылка';
$LANG['SUBSCRIPTION_MSG'] = 'Вы успешно подписались на рассылку! Спасибо!';
$LANG['SUBSCRIPTION_MSG2'] = 'Вы успешно отписались от рассылки "%name%".';
$LANG['SUBSCRIPTION_EMPTY_EMAIL'] = 'Укажите свой E-mail!';
$LANG['SUBSCRIPTION_EMPTY_LIST'] = 'Выберите хотя бы одну категорию рассылки!';
$LANG['SUBSCRIPTION_ERROR'] = 'К сожалению, не удалось подписать вас на рассылку. Попробуйте позже.';



$LANG['DECL_RUR'] = array(1 => 'рубль', 2 => 'рубля', 5 => 'рублей');

$LANG['ESHOP_TITLE'][1] = 'Корзина';
$LANG['ESHOP_TITLE'][8] = 'История заказов';
$LANG['ESHOP_TITLE'][9] = 'Просмотр заказа №';
$LANG['ESHOP_TITLE'][10] = 'Заказ оформлен';

$LANG['COM_TITLE'] = 'Комментарии';
$LANG['COM_UNSUBSCRIBE'] = 'Вы успешно отписались от получения новых комментариев на тему ';

$LANG['SEARCH_H1'] = 'Поиск по сайту';
$LANG['SEARCH_H1_TAGS'] = 'Страницы c тегом';
$LANG['SEARCH_H1_TAGS2'] = 'Поиск по тегу';

$LANG['ALPHABET_ru'] = array('а', 'б', 'в', 'г', 'д', 'е', 'ё', 'ж', 'з', 'и', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ы', 'э', 'ю', 'я');
$LANG['ALPHABET_en'] = array('a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 'j', 'k', 'l', 'm', 'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z');

// Для модуля БРОНИРОВАНИЕ

$LANG['BOOKING_TICKET_DESC'][1] = 'билет';
$LANG['BOOKING_TICKET_DESC'][2] = 'билета';
$LANG['BOOKING_TICKET_DESC'][5] = 'билетов';

$LANG['BOOKING_ERROR'][1] = 'Бронирование билетов через сайт времено отключено.';
$LANG['BOOKING_ERROR'][2] = 'Привышен лимит на количество билетов бронируемых одним человеком.';
$LANG['BOOKING_ERROR'][3] = 'Неправильно указан номер сеанса.';
$LANG['BOOKING_ERROR'][4] = 'Бронирование на данный сеанс уже не доступно.';
$LANG['BOOKING_ERROR'][5] = 'Данный пользователь уже бронировал билеты на этот сеанс.';
$LANG['BOOKING_ERROR'][6] = 'Количество невыкупленных броней у данного пользователя превышает установленный лимит.';
$LANG['BOOKING_ERROR'][7] = 'Отсутствует соединение с кассой кинотеатра.';
$LANG['BOOKING_ERROR'][8] = 'Одно из указанных мест уже не доступно для бронирования.';
$LANG['BOOKING_ERROR'][9] = 'Места доступные для бронирования закончились.';
$LANG['BOOKING_ERROR'][10] = 'Неудалось выполнить бронирование билетов. Возможно отсутсвует связь с кассой кинотеатра.';
$LANG['BOOKING_ERROR'][11] = 'Бронирование билетов выполнено, но данные не были сохранены на сайте! Обратитесь к разработчикам.';

$LANG['BOOKING_H1'] = 'Бронирование билетов';
$LANG['BOOKING_SCHEDULE_H1'] = 'Расписание';
$LANG['BOOKING_LIST_H1'] = 'Моя бронь';
$LANG['BOOKING_HISTORY_H1'] = 'Архив брони';

?>