<?php

$LANG['CMF'] = 'Bagira.CMS';


$LANG['RSS_TITLE'] = 'Список RSS-лент';

$LANG['AUTHFORM_LOGIN'] = 'Электронная почта';
$LANG['AUTHFORM_PASSW'] = 'Пароль';
$LANG['AUTHFORM_ENTER'] = 'Войти';
$LANG['AUTHFORM_HELLO'] = 'Здравствуйте, ';
$LANG['AUTHFORM_BIG_TEXT'] = ' <br /><br />Вы авторизованы, но не являетесь администратором системы. Доступ в панель администрирования вам запрещен! <br /><br />Вы можете авторизоваться под другой учетной записью, для этого вам необходимо';
$LANG['AUTHFORM_EXIT_TEXT'] = 'выйти из системы';

$LANG['CONSTR_BASE_FIELD1'] = 'Номер объекта';
$LANG['CONSTR_BASE_FIELD2'] = 'Дата изменения';
$LANG['CONSTR_BASE_FIELD3'] = 'Дата создания';
$LANG['CONSTR_BASE_FIELD4'] = 'Имя объекта';

$LANG['CONSTR_BASE_FIELD'] = 'Название';
$LANG['CONSTR_BASE_FIELD_E'] = 'Введите имя!';
$LANG['CONSTR_BASE_FIELD_E2'] = 'Поле «%title%» обязательно для заполнения!';
$LANG['CONSTR_BASE_FIELD_E3'] = 'Указанный вами адрес электронного ящика не правильный!';
$LANG['CONSTR_BASE_FIELD_E4'] = 'Ссылка указана в неправильном формате!';
$LANG['CONSTR_BASE_FIELD_E5'] = 'Не определен шаблон оформления для поля «%title%».';
$LANG['CONSTR_BASE_FIELD_E6'] = 'Укажите целое число!';
$LANG['CONSTR_BASE_FIELD_E7'] = 'Укажите дробное или целое число!';
$LANG['CONSTR_BASE_FIELD_E8'] = 'Вы неправильно указали стоимость товара или услуги!';
$LANG['CONSTR_BASE_FIELD_E9'] = 'Укажите код с картинки!';

$LANG['ENTER_USER'] = 'Вошёл в систему';
$LANG['EXIT_USER'] = 'Вышел из системы';
$LANG['ERROR_PASSWORD'] = 'Пользователь %user% ввел неправильно пароль.';
$LANG['BLOCKED_USER'] = 'Пользователь %user% %count% раз неправильно ввел пароль и был заблокирован.';

$LANG['SITE_MAP'] = 'Карта сайта';
$LANG['ERROR_404_TITLE'] = 'Ошибка 404';
$LANG['ERROR_404_TEXT'] = 'Страница не найдена. Ссылка, по которой Вы перешли, устарела.<br /><br /><b>Карта сайта:</b><br />';

$LANG['SITE_CAPHCA'] = 'Неправильно указанны цифры с картинки!';

$LANG['ERROR_TEMPL'] = '<b>Ошибка макроса:</b> ';
$LANG['ERROR_TEMPL2'] = '<b>Ошибка:</b> Шаблоны для страниц не созданны!';

$LANG['ERROR_BAD_TYPE'] = 'Данный макрос не обрабатывает поля указанного типа!';
$LANG['ERROR_NOTFOUND_FIELD'] = 'Указанное свойство не существует!';
$LANG['ERROR_NOTFOUND_BLOCK'] = 'В шаблоне "%file%" не найден обязательный блок %block%';
$LANG['ERROR_NOTFOUND_TEMPL'] = 'Не найден файл шаблона ';

$LANG['STOP_AJAX_MACROSES'] = 'Из соображений безопастности, вызов этого макроса через Ajax запрещен!';

$LANG['FEEDBACK_TITLE'] = 'Сообщение успешно отправлено';
$LANG['FEEDBACK_MSG_1'] = 'Сообщение успешно отправлено! Спасибо!';
$LANG['FEEDBACK_MSG_2'] = 'Сообщение успешно отправлено! Спасибо!';
$LANG['FEEDBACK_ERROR1'] = 'Вы неправильно ввели код с картинки!';

$LANG['USERS_ALREADY_LOGGED'] = 'Вы уже авторизованы!';
$LANG['USERS_RECOVER_H1'] = 'Восстановление пароля';
$LANG['USERS_RECOVER_MSG'] = 'Инструкции по восстановлению пароля отправлены на электронный адрес указанный вами при регистрации.';
$LANG['USERS_RECOVER_MSG2'] = 'Новый пароль отправлен вам на почту.';

$LANG['USERS_COMFIRM'] = 'Необходимо ваше согласие с условиями регистрации!';
$LANG['USERS_EDIT_H1'] = 'Редактирование акаунта';
$LANG['USERS_EDIT_MSG'] = 'Изменения сохранены!';
$LANG['USERS_ADD_H1'] = 'Регистрация пользователя';
$LANG['USERS_ADD_MSG'] = 'Поздравляем, вы зарегистрированы!<br /><br />  Проверьте почту! Мы отправили на адрес <i>%email%</i> сообщение c инструкциями для активации вашего акаунта.';
$LANG['USERS_ADD_MSG2'] = 'Регистрация подтверждена. Спасибо!';
$LANG['USERS_ADD_MSG3'] = 'Поздравляем, вы зарегистрированы! Спасибо!';

$LANG['USERS_TEXT_LOGIN'] = 'Логин';
$LANG['USERS_TEXT_LOGIN_MSG'] = 'Укажите свой логин!';
$LANG['USERS_STOP_REG'] = 'Регистрация новых пользователей на сайте запрещена!';
$LANG['USERS_ISSET'] = 'На сайте уже зарегистрирован пользователь с указанным E-mail`ом! Если вы уже регистрировались на сайте, воспользуйтесь возможностью восстановить пароль.';
$LANG['USERS_CHANGE_MSG'] = 'Ваши данные изменены!';
$LANG['USERS_CHANGE_PSW_H1'] = 'Смена пароля';
$LANG['USERS_CHANGE_PSW_MSG'] = 'Пароль, который вы указали - не верный!';
$LANG['USERS_NO_AUTH'] = 'Неправильная пара логин-пароль!';


$LANG['VOTING_MSG_CLOSE'] = 'Голосование уже закрыто!';
$LANG['VOTING_MSG_CHOSE_VAR'] = 'Выберите хотя бы один вариант ответа!';
$LANG['VOTING_MSG_NOT_FOUND'] = 'Указанного голосования не существует!';


$LANG['MOUNTH'][1]['01'] = 'янв';
$LANG['MOUNTH'][1]['02'] = 'фев';
$LANG['MOUNTH'][1]['03'] = 'мар';
$LANG['MOUNTH'][1]['04'] = 'апр';
$LANG['MOUNTH'][1]['05'] = 'май';
$LANG['MOUNTH'][1]['06'] = 'июн';
$LANG['MOUNTH'][1]['07'] = 'июл';
$LANG['MOUNTH'][1]['08'] = 'авг';
$LANG['MOUNTH'][1]['09'] = 'сен';
$LANG['MOUNTH'][1]['10'] = 'акт';
$LANG['MOUNTH'][1]['11'] = 'ноя';
$LANG['MOUNTH'][1]['12'] = 'дек';

$LANG['MOUNTH'][2]['01'] = 'Января';
$LANG['MOUNTH'][2]['02'] = 'Февраля';
$LANG['MOUNTH'][2]['03'] = 'Марта';
$LANG['MOUNTH'][2]['04'] = 'Апреля';
$LANG['MOUNTH'][2]['05'] = 'Мая';
$LANG['MOUNTH'][2]['06'] = 'Июня';
$LANG['MOUNTH'][2]['07'] = 'Июля';
$LANG['MOUNTH'][2]['08'] = 'Августа';
$LANG['MOUNTH'][2]['09'] = 'Сентября';
$LANG['MOUNTH'][2]['10'] = 'Октября';
$LANG['MOUNTH'][2]['11'] = 'Ноября';
$LANG['MOUNTH'][2]['12'] = 'Декабря';

$LANG['MOUNTH'][3]['01'] = 'января';
$LANG['MOUNTH'][3]['02'] = 'ферваля';
$LANG['MOUNTH'][3]['03'] = 'марта';
$LANG['MOUNTH'][3]['04'] = 'апреля';
$LANG['MOUNTH'][3]['05'] = 'мая';
$LANG['MOUNTH'][3]['06'] = 'июня';
$LANG['MOUNTH'][3]['07'] = 'июля';
$LANG['MOUNTH'][3]['08'] = 'августа';
$LANG['MOUNTH'][3]['09'] = 'сентября';
$LANG['MOUNTH'][3]['10'] = 'октября';
$LANG['MOUNTH'][3]['11'] = 'ноября';
$LANG['MOUNTH'][3]['12'] = 'декабря';

$LANG['DAY'][1][1] = 'Пн';
$LANG['DAY'][1][2] = 'Вт';
$LANG['DAY'][1][3] = 'Ср';
$LANG['DAY'][1][4] = 'Чт';
$LANG['DAY'][1][5] = 'Пт';
$LANG['DAY'][1][6] = 'Сб';
$LANG['DAY'][1][7] = 'Вс';

$LANG['DAY'][2][1] = 'Понидельник';
$LANG['DAY'][2][2] = 'Вторник';
$LANG['DAY'][2][3] = 'Среда';
$LANG['DAY'][2][4] = 'Четверг';
$LANG['DAY'][2][5] = 'Пятница';
$LANG['DAY'][2][6] = 'Суббота';
$LANG['DAY'][2][7] = 'Воскресенье';

$LANG['DAY'][3][1] = 'понидельник';
$LANG['DAY'][3][2] = 'вторник';
$LANG['DAY'][3][3] = 'среда';
$LANG['DAY'][3][4] = 'четверг';
$LANG['DAY'][3][5] = 'пятница';
$LANG['DAY'][3][6] = 'суббота';
$LANG['DAY'][3][7] = 'воскресенье';

$LANG['SEX'][30] = 'Мужской';
$LANG['SEX'][31] = 'Женский';

$LANG['SUBSCRIPTION_TITLE'] = 'Рассылка';
$LANG['SUBSCRIPTION_MSG'] = 'Вы успешно подписались на рассылку!';
$LANG['SUBSCRIPTION_MSG2'] = 'Вы успешно отписались от рассылки "%name%".';

$LANG['DECL_RUR'] = array(1 => 'рубль', 2 => 'рубля', 5 => 'рублей');

$LANG['ESHOP_TITLE'][1] = 'Корзина';
$LANG['ESHOP_TITLE'][8] = 'История заказов';
$LANG['ESHOP_TITLE'][9] = 'Просмотр заказа №';
$LANG['ESHOP_TITLE'][10] = 'Заказ оформлен';

$LANG['COM_TITLE'] = 'Комментарии';
$LANG['COM_UNSUBSCRIBE'] = 'Вы успешно отписались от получения новых комментариев на тему ';

$LANG['SEARCH_H1'] = 'Поиск по сайту';
$LANG['SEARCH_H1_TAGS'] = 'Страницы c тегом';
$LANG['SEARCH_H1_TAGS2'] = 'Поиск по тегу';


?>